#
# Copyright (C) 2021-2022 by TeamYukki@Github, < https://github.com/TeamYukki >.
#
# This file is part of < https://github.com/TeamYukki/YukkiMusicBot > project,
# and is released under the "GNU v3.0 License Agreement".
# Please see < https://github.com/TeamYukki/YukkiMusicBot/blob/master/LICENSE >
#
# All rights reserved.

HELP_1 = """
╔━━━※ 𝘚𝘖𝘜𝘙𝘊𝘌 𝘓𝘌𝘈𝘋𝘌𝘙  ※━━━╗

✅**<u>اوامر الادمن:</u>**

ـــــــــــــــــــــــــــــــــــــــــــــــــــــــــ
🔺️ | - إليك اوامر التحكم بالمقاطع المشغله ( دآخل المجموعات )  •
🔻 | - الاوامر تعمل بدون استخدام اي علامات  •
ـــــــــــــــــــــــــــــــــــــــــــــــــــــــــ

◍ -『 **وقف** 』\n لإيقاف المقطع مؤقتآ داخل المحادثه الصوتيه  •
◍ -『 **كمل** 』\n لاستئناف المقطع مره اخري داخل المحادثه الصوتيه  •
◍ -『 **اسكت** 』\n لكتم صوت المقطع داخل المحادثه الصوتيه  •
◍ -『 **اتكلم** 』\n لألغاء كتم صوت المقطع داخل المحادثه الصوتيه  •
◍ -『 **تخطي** 』\n للتخطي إلي المقطع المنتظر بقائمة الانتظار لديك  •
◍ -『 **ايقاف** 』\n لأنهاء التشغيل ومغادره المساعد المحادثه الصوتيه  •
ـــــــــــــــــــــــــــــــــــــــــــــــــــــــــ
🔺️ | - إليك اوامر التحكم بالمقاطع المشغله ( دآخل القنوات )  •
🔻 | - الاوامر تعمل بدون استخدام اي علامات  •
ـــــــــــــــــــــــــــــــــــــــــــــــــــــــــ

◍ -『 **وقف** 』\n لإيقاف المقطع مؤقتآ داخل المحادثه الصوتيه  •
◍ -『 **كمل** 』\n لاستئناف المقطع مره اخري داخل المحادثه الصوتيه  •
◍ -『 **اسكت** 』\n لكتم صوت المقطع داخل المحادثه الصوتيه  •
◍ -『 **اتكلم** 』\n لألغاء كتم صوت المقطع داخل المحادثه الصوتيه  •
◍ -『 **تخطي** 』\n للتخطي إلي المقطع المنتظر بقائمة الانتظار لديك  •
◍ -『 **ايقاف** 』\n لأنهاء التشغيل ومغادره المساعد المحادثه الصوتيه  •
ـــــــــــــــــــــــــــــــــــــــــــــــــــــــــ.

╚━━━※᥉᥆υᖇᥴᥱ ᥲ️ᖇꪀ᥆ρ※━━╝"""


HELP_2 = """╔━━━※ 𝘚𝘖𝘜𝘙𝘊𝘌 𝘓𝘌𝘈𝘋𝘌𝘙  ※━━━╗

✅<u>**اوامرالتشغيل :**</u>

🐉 | - اوامر تشغيل البوت في الجروبات والقنوات  •
🐰 | - الاوامر تعمل بدون استخدام اي علامات  •
ـــــــــــــــــــــــــــــــــــــــــــــــــــــــــ
◍ - اوامر تشغيل البوت في المجموعات - √

◍ -『 **تشغيل** 』\n ثم اسم المقطع الصوتي او الرابط الخاص به  •
◍ -『 **فيديو** 』\n ثم اسم مقطع الفيديو او الرابط الخاص به  •
◍ -『 **تنزيل** 』\n ثم اسم المقطع المراد تنزيله من موقع اليوتيوب مباشر او الرابط الخاص به  •
◍ -『 **ريلود** 』\n قم بأرسالها ( دآخل المجموعات ) لتحديث قائمه المشرفين بمجموعتك  •
ـــــــــــــــــــــــــــــــــــــــــــــــــــــــــ
◍ - **جزء القنوات** - √
◍ - اوامر تشغيل البوت في القنوات 👇 - √

◍ -『 **تشغيل** 』\n ثم اسم المقطع الصوتي او الرابط الخاص به لتشغيله بقناتك  •
◍ -『 **فيديو** 』\nثم اسم الفيديو او الرابط الخاص به لتشغيله بقناتك  •
ـــــــــــــــــــــــــــــــــــــــــــــــــــــــــ.

╚━━━※᥉᥆υᖇᥴᥱ ᥲ️ᖇꪀ᥆ρ※━━╝"""


HELP_3 = """╔━━━※ 𝘚𝘖𝘜𝘙𝘊𝘌 𝘓𝘌𝘈𝘋𝘌𝘙  ※━━━╗

✅<u>**اوامر البوت:**</u>

ـــــــــــــــــــــــــــــــــــــــــــــــــــــــــ
✅ | - إليك قسم ( الاوامر الاضافيه ) للبوت  •
✅ | - جميع الاوامر تعمل بدون علامات  •
ـــــــــــــــــــــــــــــــــــــــــــــــــــــــــ

◍ -『 **حدد** 』\n ثم رقم المجموعات الذي تستخدم بوتك فيديو بنفس الوقت •

◍ -『 **وضع شغل** 』\n لضبط وضع تحكم التشغيل للأدمن او للاعضاء داخل مجموعتك  •

◍ -『 **القائمه** 』\n لعرض قائمه التشغيل الخاصه بك  •

◍ -『 **حذف القائمه** 』\n لحذف قائمه التشغيل الخاصه بك  •

◍ -『 **لغه** 』\n لتغيير لغة البوت إلي اي لغه اخري  •

◍ -『 **احصائيات** 』\n لعرض قسم الاحصائيات العامه للبوت ولترند التشغيل العالمي •

◍ -『 **ريلود** 』\n لتحديث قائمة المشرفين داخل مجموعتك •

◍ -『 **بينج** 』\n لقياس سرعه التشغيل علي السيرفر وعرض تفاصيل معلومات التشغيل •

◍ -『 **كلمات** 』\n ثم اسم الاغنيه لجلب كلمات الاغنيه كامله بصيغه النصوص •

◍ -『 **تنزيل** 』\n ثم اسم المقطع او الرابط الخاص به لتحميله مباشر من اليوتيوب •
ـــــــــــــــــــــــــــــــــــــــــــــــــــــــــ

╚━━━※᥉᥆υᖇᥴᥱ ᥲ️ᖇꪀ᥆ρ※━━╝"""

HELP_4 = """ ╔━━━※ 𝘚𝘖𝘜𝘙𝘊𝘌 𝘓𝘌𝘈𝘋𝘌𝘙  ※━━━╗

» اوامر التشغيل في القناة 🐰:

» شغل او تشغيل - لتشغيل الموسيقى   

«تخطي - لـ تشغيل الاغنيه التاليه

« ايقاف او انهاء - لـ إيقاف التشغيل 

» بحث - للبحث عن نتائج في اليوتيوب

» بنج - عرض سرعة الاستجابة

» سورس - لعرض معلومات البوت

« المطور - لعرض مطور السورس 

╚━━━※ 𝘚𝘖𝘜𝘙𝘊𝘌 𝘓𝘌𝘈𝘋𝘌𝘙 •⛧⊷━━━╝ """

HELP_5 = """ 🕷 **<u> الـمـبرمج مـنـزر :</u>**

||[ㅤ𓏺 𝖥𝗈𝗋 Monzer . 🕷 ˼](https://t.me/Z_X_Z_B)|| """

HELP_6 = """ ╔━━━※ 𝘚𝘖𝘜𝘙𝘊𝘌 𝘓𝘌𝘈𝘋𝘌𝘙  ※━━━╗

/addsudo - اضافة مطور

/delsudo - حذف مطور

/reboot - إعادة تشغيل البوت

/speedtest - سرعة الخادم

/block + معرف الشخص لحظره

/unblock + معرف الشخص لرفع حظره

/blockedusers - المحظورين

/gban + معرف الشخص لحظره عام

/ungban + معرف الشخص لالغاء حظره عام

/gbannedusers - المحظورين عام

/broadcast -user -assistant -pin + 

الرسالة لأذاعتها👆

/logger [disable | enable] 

معرفة من يستخدم البوت👆

/blacklistchat + معرف القناة او المجموعة 

لحظر جروب 👆

/whitelistchat + معرف القناة او المجموعة 

لرفع حظرها👆

/blacklistedchat - 

المجموعات والقنوات المحظورة👆

╚━━━※𝘚𝘖𝘜𝘙𝘊𝘌 𝘓𝘌𝘈𝘋𝘌𝘙 𖣒※━━╝


||[𝘚𝘖𝘜𝘙𝘊𝘌 𝘓𝘌𝘈𝘋𝘌𝘙 𖣒](https://t.me/V_P_N_8)||

||[ᖴ᥆ᖇ Monzer ](https://t.me/Z_X_Z_B)||


"""